[
  {
    "id": 1,
    "type": "Web Application",
    "image": "sciences-co.png",
    "tags": ["Product Management", "UX/UI Design"],
    "client": "Sciences Co",
    "date": "2022-2024",
    "services": ["UX/UI Design", "Product Management", "Development"],
    "budget": ">60k",
    "overview": "Sciences Co approached us to help them build a platform that would make its management easier. Their previous website was built on WordPress and was not scalable. A fresh start was needed with a modern interface and a better user experience.",
    "solution": "We built a progressive web application allowing them to manage their content and resources. The platform is built with React and Laravel and is hosted on OpenOcean. The platform is also integrated with HelloAsso to allow Sciences Co to manage their subscriptions and payments. Users can access the platform on any device and benefit from a native-like experience. The administrator can manage the users, contents, and resources on the platform.",
    "impact": "Our client saw their daily management tasks reduced by 50% and their user base grow by 420% in 3 months."
  },
  {
    "id": 7,
    "type": "Product Agency",
    "image": "blob-agency.png",
    "tags": ["Product Managemet", "UX/UI Design", "Development"],
    "client": "BLOB-Agency",
    "date": "2022-2024",
    "services": ["UX/UI Design", "Product Management", "Development"],
    "budget": "0k",
    "overview": "I started BLob Agency to help companies build products that people love. BLOB was the result of a succesion of projects that I managed and developed. I wanted to create a company that would guide people in converting their ideas into successful products while avoiding the pitfalls that most founders face.",
    "solution": "We provide end-to-end product development services, from ideation to launch. We work closely with our clients to understand their needs and develop tailored solutions that meet their goals.",
    "impact": "BLOB-Agency resulted in +15 projects in two years. Most of our clients came from referrals and once they worked with us, they stayed with us and came back for more projects."
  },
  {
    "id": 2,
    "type": "Mobile Application",
    "image": "dropper.png",
    "tags": ["Project Management", "Development"],
    "client": "Dropper",
    "date": "2024",
    "services": [
      "Mobile App Development",
      "UI/UX Design",
      "Project Management",
      "Data Analytics"
    ],
    "budget": ">30k",
    "overview": "EDMC Network sought to enhance how fans interact with music and artists while providing artists with actionable data on their music's performance.",
    "solution": "We developed Dropper App using React Native for a seamless mobile experience, integrated with PHP and Laravel backend, and TimeScale DB for efficient data handling. The app's design allows users to personalize their UI and provides artists with a dashboard for in-depth analytics.",
    "impact": "Since the company was at an early stage, provieded an MVP allwing EDMC to test the market, gather feedback and find investements. "
  },
  {
    "id": 3,
    "type": "Website",
    "title": "Project 3",
    "description": "Project 3 description",
    "image": "ag-designs.png",
    "tags": ["Project Management", "Development"],
    "client": "AG Designs",
    "date": "2022",
    "services": ["UX/UI Design", "Logo Design", "Website Development"],
    "budget": "2.5k",
    "overview": "Alexiane (behind AG Designs) needed a website to showcase her work and her skills. She wanted something simple and modern that would reflect her personality and her style."
  },
  {
    "id": 4,
    "type": "Website",
    "image": "tony-querrec.png",
    "tags": ["UX/UI Design", "Development"],
    "client": "Tony Querrec",
    "date": "2024",
    "services": ["UI/UX Design", "Development"],
    "budget": "Friends & Family",
    "overview": "Tony Querrec needed a website to showcase his work and his skills.",
    "solution": "This resulted in a simple and modern website made after a draft from Tony. I used Next.js to ensure a fast, responsive and SEO-friendly website.",
    "impact": "Tony was happy with the result and was able to showcase his work to potential clients helping to gain a tender for the Louvre Museum."
  },
  {
    "id": 5,
    "type": "Website",
    "image": "znojmo.png",
    "tags": ["Project Management", "Development"],
    "client": "Znojmo",
    "date": "2023",
    "services": ["UX/UI Design", "Website Development"],
    "budget": "8k",
    "overview": "SC Znojmo FK required a dynamic and engaging online presence to connect with fans and showcase their team. They needed a website that was not only informative but also captured the spirit and passion of their club.",
    "solution": "We designed and developed a vibrant, user-friendly website for SC Znojmo FK. The website features an interactive team roster, real-time updates of match schedules and results, and a dedicated section for fan engagement. Our focus was on creating an immersive experience that reflects the club's identity and connects with its supporters."
  },
  {
    "id": 6,
    "type": "Web Application",
    "title": "Project 6",
    "description": "Project 6 description",
    "image": "dropper-web.png",
    "tags": ["Project Management", "Data Management", "UX/UI Design"],
    "client": "Dropper",
    "date": "2024",
    "services": ["Web Application Development", "service3"],
    "budget": "15k",
    "overview": "Dropper needed a comprehensive portal to provide detailed insights for artists and administrators to strategize their content and engagement effectively.",
    "solution": "Dropper Portal was built using Preact for a lightweight and fast UI, combined with Tailwind CSS for responsive design, and PHP and Laravel for backend functionality. It features comprehensive analytics tools and content management capabilities for artists and administrators.",
    "impact": "Since the company was at an early stage, we provided a scalable solution that could grow with the company. The portal has been instrumental in helping Dropper gather investments for further development."
  },
  {
    "id": 8,
    "type": "Website",
    "image": "mbuzz.png",
    "tags": ["Project Management", "Development"],
    "client": "Mbuzz",
    "date": "2023",
    "services": [
      "Logo Design",
      "UI Design",
      "Development",
      "Project Management"
    ],
    "budget": "3k",
    "overview": "MBUZZ Esports approached us when the new branch was just starting. They needed a website to showcase roadmaps, services, and products. The goal was to create something, with a limited budget, that would speak to the esport community while respecting the branding of the mother company."
  },
  {
    "id": 9,
    "type": "Website",
    "image": "edge-dynamics.png",
    "tags": ["Project Management", "Development"],
    "client": "Edge Dynamics",
    "date": "2022",
    "services": ["UI Design", "Development"],
    "budget": "3k",
    "overview": "Edge Dynamics aims to revolutionize the industrial sector by deploying wireless IoT devices, including temperature, vibration, humidity, and pressure sensors. Their goal is to significantly reduce the installation costs for non-critical applications through real-time data monitoring, ensuring the early detection of potential equipment failures.",
    "solution": "We came up with a simple and modern website that would reflect their brand and their vision. We used a dark theme with a futuristic font to give the website a modern look. "
  }
]
