[
  {
    "id": 1,
    "type": "Application Web",
    "image": "sciences-co.png",
    "tags": ["Product Management", "UX/UI Design"],
    "client": "Sciences Co",
    "date": "2022-2024",
    "services": ["UX/UI Design", "Gestion de Produit", "Développement"],
    "budget": ">60k",
    "overview": "Sciences Co nous a approchés pour les aider à construire une plateforme qui faciliterait la gestion de leurs activités. Leur site précédent, construit sur WordPress, n'était pas évolutif. Un nouveau départ était nécessaire avec une interface moderne et une meilleure expérience utilisateur.",
    "solution": "Nous avons développé une application web progressive leur permettant de gérer leurs contenus et ressources. La plateforme, construite avec React et Laravel et hébergée sur OpenOcean, est également intégrée avec HelloAsso pour gérer les abonnements et les paiements. Les utilisateurs peuvent accéder à la plateforme sur n'importe quel appareil et bénéficier d'une expérience semblable à une application native. L'administrateur peut gérer les utilisateurs, les contenus et les ressources.",
    "impact": "Notre client a vu ses tâches de gestion quotidienne réduites de 50 % et sa base d'utilisateurs augmenter de 420 % en 3 mois."
  },
  {
    "id": 7,
    "type": "Agence Produit",
    "image": "blob-agency.png",
    "tags": ["Product Management", "UX/UI Design", "Développement"],
    "client": "BLOB-Agency",
    "date": "2022-2024",
    "services": ["UX/UI Design", "Product Management", "Développement"],
    "budget": "0k",
    "overview": "J'ai créé BLOB-Agency pour aider les entreprises à concevoir des produits que les gens adorent. BLOB est le fruit d'une succession de projets que j'ai gérés et développés. Mon objectif était de créer une entreprise capable d'accompagner les fondateurs dans la transformation de leurs idées en produits à succès tout en évitant les pièges courants auxquels ils sont confrontés.",
    "solution": "Nous offrons des services de développement de produits de bout en bout, de l'idéation au lancement. Nous travaillons étroitement avec nos clients pour comprendre leurs besoins et développer des solutions sur mesure répondant à leurs objectifs.",
    "impact": "BLOB-Agency a permis de réaliser plus de 15 projets en deux ans et de gérer une équipe formidable et flexible se composant de trois personnes et pouvant monter jusqu'à 10 selon les projets. La plupart de nos clients provenaient de recommandations, et une fois qu'ils ont travaillé avec nous, ils ont continué à nous faire confiance et sont revenus pour d'autres projets."
  },
  {
    "id": 2,
    "type": "Application Mobile",
    "image": "dropper.png",
    "tags": ["Gestion de Projet", "Développement"],
    "client": "Dropper",
    "date": "2024",
    "services": [
      "Développement d'application mobile",
      "UX/UI Design",
      "Gestion de Projet",
      "Analyse de données"
    ],
    "budget": ">30k",
    "overview": "EDMC Network souhaitait améliorer l'interaction des fans avec la musique et les artistes tout en fournissant aux artistes des données exploitables sur les performances de leurs morceaux.",
    "solution": "Nous avons développé l'application Dropper en utilisant React Native pour une expérience mobile fluide, intégrée avec un backend en PHP et Laravel, et une base de données TimeScale DB pour une gestion efficace des données. L'application offre une personnalisation de l'interface utilisateur pour les utilisateurs et un tableau de bord pour les artistes avec des analyses approfondies.",
    "impact": "Étant donné que l'entreprise était en phase de démarrage, nous avons fourni un MVP permettant à EDMC de tester le marché, recueillir des retours et trouver des investisseurs."
  },
  {
    "id": 3,
    "type": "Site Web",
    "title": "Projet 3",
    "description": "Description du projet 3",
    "image": "ag-designs.png",
    "tags": ["Gestion de Projet", "Développement"],
    "client": "AG Designs",
    "date": "2022",
    "services": [
      "UX/UI Design",
      "Création de logo",
      "Développement de site web"
    ],
    "budget": "2.5k",
    "overview": "Alexiane (derrière AG Designs) avait besoin d'un site web pour présenter son travail et ses compétences. Elle souhaitait un site simple et moderne reflétant sa personnalité et son style."
  },
  {
    "id": 4,
    "type": "Site Web",
    "image": "tony-querrec.png",
    "tags": ["UX/UI Design", "Développement"],
    "client": "Tony Querrec",
    "date": "2024",
    "services": ["UI/UX Design", "Développement"],
    "budget": "Amis et Famille",
    "overview": "Tony Querrec avait besoin d'un site web pour présenter son travail et ses compétences.",
    "solution": "Nous avons conçu un site simple et moderne basé sur une ébauche de Tony. Nous avons utilisé Next.js pour garantir un site rapide, réactif et optimisé pour le SEO.",
    "impact": "Tony était satisfait du résultat et a pu présenter son travail à des clients potentiels, ce qui lui a permis de remporter un appel d'offres pour le Musée du Louvre."
  },
  {
    "id": 5,
    "type": "Site Web",
    "image": "znojmo.png",
    "tags": ["Gestion de Projet", "Développement"],
    "client": "Znojmo",
    "date": "2023",
    "services": ["UX/UI Design", "Développement de site web"],
    "budget": "8k",
    "overview": "Le SC Znojmo FK avait besoin d'une présence en ligne dynamique et attrayante pour se connecter avec les fans et mettre en avant leur équipe. Ils souhaitaient un site informatif reflétant l'esprit et la passion de leur club.",
    "solution": "Nous avons conçu et développé un site web vibrant et convivial pour le SC Znojmo FK. Le site comprend une équipe interactive, des mises à jour en temps réel des horaires et résultats des matchs, ainsi qu'une section dédiée à l'engagement des fans."
  },
  {
    "id": 6,
    "type": "Application Web",
    "title": "Projet 6",
    "description": "Description du projet 6",
    "image": "dropper-web.png",
    "tags": ["Gestion de Projet", "Développement", "UX/UI Design"],
    "client": "Dropper",
    "date": "2024",
    "services": [
      "Développement d'applications web",
      "Gestion de Données",
      "UX/UI Design"
    ],
    "budget": "15k",
    "overview": "Dropper avait besoin d'un portail complet pour fournir des informations détaillées aux artistes et administrateurs afin d'optimiser leur contenu et leur engagement.",
    "solution": "Le portail Dropper a été développé avec Preact pour une interface utilisateur légère et rapide, combiné avec Tailwind CSS pour un design réactif, et PHP et Laravel pour les fonctionnalités backend. Il inclut des outils d'analyse approfondis et des capacités de gestion de contenu.",
    "impact": "Étant donné que l'entreprise était en phase de démarrage, nous avons fourni une solution évolutive pouvant croître avec l'entreprise. Le portail a été essentiel pour aider Dropper à obtenir des investissements pour un développement futur."
  },
  {
    "id": 8,
    "type": "Site Web",
    "image": "mbuzz.png",
    "tags": ["Gestion de Projet", "Développement"],
    "client": "Mbuzz",
    "date": "2023",
    "services": [
      "Création de logo",
      "Design UI",
      "Développement",
      "Gestion de Projet"
    ],
    "budget": "3k",
    "overview": "MBUZZ Esports nous a sollicités au démarrage de leur nouvelle branche. Ils avaient besoin d'un site web pour présenter leurs feuilles de route, services et produits. L'objectif était de créer quelque chose qui parle à la communauté esport tout en respectant l'image de la société mère."
  },
  {
    "id": 9,
    "type": "Site Web",
    "image": "edge-dynamics.png",
    "tags": ["Gestion de Projet", "Développement"],
    "client": "Edge Dynamics",
    "date": "2022",
    "services": ["Design UI", "Développement"],
    "budget": "3k",
    "overview": "Edge Dynamics vise à révolutionner le secteur industriel en déployant des dispositifs IoT sans fil pour surveiller en temps réel la température, les vibrations, l'humidité et la pression. Leur objectif est de réduire considérablement les coûts d'installation pour les applications non critiques.",
    "solution": "Nous avons conçu un site web simple et moderne reflétant leur marque et leur vision. Nous avons utilisé un thème sombre avec une police futuriste pour donner au site un look moderne."
  }
]
